Repository: mikeusry/Southland-Organics
Catalog: backup/modules/20101214052805/seo_checker/basic_seo_rules/translations/modules-basic_seo_rules.*.po
Languages: de

source: Alt attributes in &lt;img&gt; - tags
de: Alt-Attribute in &lt;img&gt;-Tags

source: Checks if all the &lt;img&gt; tags in the body have an alt attribute.
de: Überprüft ob alle &lt;img&gt;-Tags des Bodys ein alt-Attribut enthalten.

source: Test passed.
de: Test bestanden.

source: Test failed, please make sure your images contain an alternative text.
de: Der Test war nicht erfolgreich. Bitte vergewissern Sie sich, dass ihre Bilder Alternativtexte enthalten.

source: Title attributes in &lt;a href&gt; - tags
de: Title-Attribute in &lt;a href&gt;-Tags

source: Checks if all the &lt;a href&gt; tags have a title attribute.
de: Überprüft ob alle &lt;a href&gt;-Tags ein Title-Attribut enthalten.

source: Test failed, please make sure your links contain a title attribute.
de: Test nicht bestanden. Bitte vergewissern Sie sich, dass ihre Links ein Title-Attribut enthalten.

source: Basic SEO Rules
de: Einfache SEO Regeln

source: Basic rules for the SEO compliance checker module
de: Einfache Regeln für den SEO Checker

source: SEO Compliance Checker
de: SEO Checker
