Repository: mikeusry/Southland-Organics
Catalog: sites/all/modules/seo_checker/translations/modules-seo_checker.*.po
Languages: de

source: Manage SEO Checker
de: SEO Checker Verwalten

source: SEO Rule Thresholds
de: Grenzwerte für SEO Regeln

source: Set the tresholds for the different SEO rules.
de: Setzen Sie die Grenzwerte für die verschiedenen SEO Regeln.

source: The function <i>%s()</i> for seo_checker rule <b>%s</b> was not found.
de: Die Funktion <i>%s()</li> für die seo_checker Regel <b>%s</b> wurde nicht gefunden.

source: SEO Check Results
de: SEO Check Resultate

source: The SEO compliance check was not successful. Check the table and modify your content as required.
de: Der SEO Check war nicht erfolgreich. Sehen Sie in der Tabelle mit den Resultaten nach und ändern Sie Ihren Inhalt wie beschrieben.

source: Enable SEO checking
de: Seo Checks einschalten

source: Check this box to enable SEO checking for this node type.
de: Markieren Sie dieses Kästchen, um SEO Checks für diesen Inhaltstyp einzuschalten.

source: SEO Compliance Checker
de: SEO Checker

source: 'Checks the SEO compliance of a node at it's creation/modification'
de: 'Überprüft die Einhaltung von SEO Regeln von Nodes bei deren Erstellung und Modifizierung'

source: General settings.
de: Allgemeine Einstellungen.

source: Allow check failures
de: Fehlerhafte Checks erlauben

source: Allow previews to be saved even if not all checks are successful.
de: Das Speichern von Inhalten mit fehlerhaften Checks erlauben.

source: Thresholds for the SEO rules.
de: Grenzwerte für SEO Regeln.

source: For the following rules, set the threshold in % where the test should be considered as passed. Depending on the type of the rule, you can either chose 0 or 100 sometimes a value in between. <b>A threshold of 0% disables a test.</b> Results of disabled tests will not be displayed.
de: Setzen Sie für die folgenden Regeln die Grenzwerte, welche für das Bestehen des jeweiligen Tests notwendig sind, in Prozent. Abhänging vom Typ der Regel können Sie nur einige oder alle Werte zwischen 0 und 100 auswählen. Manchmal kann auch ein Bereich gewählt werden, in welchem der Test als erfolgreich gilt. Ein Grenzwert von 0% deaktiviert einen Test.

source: Rule
de: Regel

source: Message
de: Nachricht

source: Achieved
de: Erreicht

source: Required
de: Benötigt

source: Passed
de: Bestanden

source: Allow check failures and only show the check results on node previews.
de: Fehlerhafte checks erlauben und die Resultate nur auf der Vorschau von Nodes zeigen.

source: Allow check failures and also show the results when nodes are saved.
de: Fehlerhafte checks erlauben und die Resultate auch anzeigen, wenn Nodes gespeichert werden.

source: Don't allow nodes to be saved as long as they keep failing on some tests.
de: Nodes sollten nicht gespeichert werden können, solange sie nicht alle SEO Regeln erfüllen.

source: Please decide if SEO check failures should be allowed and in what cases check results should be displayed.
de: Bitte entscheiden Sie, ob Sie fehlerhafte checks erlauben wollen und in welchen Fällen die Resultate angezeigt werden sollen.

source: Check policy and display settings
de: Richtlinien der SEO Checks und der Resultatanzeige
