Repository: mikeusry/Southland-Organics
Catalog: backup/modules/20101214052805/seo_checker/keyword_rules/translations/modules-keyword_rules.*.po
Languages: de

source: Keyword Rules
de: Regeln mit Schlüsselwörtern

source: Settings for the keyword SEO rules module.
de: Einstellungen für das Modul für SEO Regeln mit Schlüsselwörtern

source: Keyword density in the body
de: Dichte der Schlüsselwörter im Body

source: Checks the density of keywords over the the body of a page. Remark: too high density is not a good SEO.
de: Überprüft, ob die Dichte der Schlüsselwörter im Body in einem bestimmten Bereich liegt. Zu beachten: Eine zu hohe Dichte führt zu einer schlechteren SEO.

source: Test passed.
de: Test bestanden.

source: Test failed, please make sure you use your keywords in the body but not too often.
de: Test fehlgeschlagen. Bitte verwenden Sie Schlüsselwörter in Ihrem Text. Benützen Sie sie aber nicht zu oft.

source: Usage of keywords in node titles
de: Verwendung von Schlüsselwörtern im Titelfeld

source: Checks if at least one of the keywords is used in the node title. If a keyword is used in the title, the result of this test indicates how early in the title the keyword appears. A threshold of 100% means that a keyword must be the first word in a node title while a threshold of 50% requires keywords to be in the first half of the node title.
de: Überprüft ob Schlüsselwörter im Titelfeld von Nodes verwendet werden. Falls ein Schlüsselwort verwendet wird, hängt das Resultat des Checks davon ab, wie früh das Schlüsselwort im Titel vorkommt. Ein Grenzwert von 100% bedeutet, dass ein Schlüsselwort als erstes Wort im Titel vorkommen muss während ein Grenzwert von 50% verlangt, dass das Schlüsselwort in der ersten Hälfte des Titels vorkommt.

source: Test failed, place your keywords early in your node title.
de: Test fehlgeschlagen, bitte verwenden ihre Schlüsselwörter möglichst früh im Titelfeld.

source: Usage of keywords in headings
de: Verwendung von Schlüsselwörtern in Heading-Tags.

source: Calculates the percentage of the heading-tags (e.g. &lt;h1&gt;,&lt;h2&gt;,...) in the node body that contain keywords.
de: Berechnet die Prozenzahl der Heading-Tags (&lt;h1&gt;,&lt;h2&gt;,...) im Textkörper eines Nodes, welche Schlüsselwörter verwenden.

source: Test failed, use keywords in your heading-tags (e.g. &lt;h1&gt;,&lt;h2&gt;,... - Tags with lower numbers weigh more.)
de: Test fehlgeschlagen, bitte benützen Sie ihre Schlüsselwörter in den Heading-Tags (&lt;h1&gt;,&lt;h2&gt;,... - Tags mit tiefen Nummern haben ein stärkeres Gewicht.)

source: Keyword Field Provider Module
de: Modul für das Schlüsselwort-Feld

source: Select what module to use to provide a field for keywords.
de: Wählen Sie das Modul, welches für das Schlüsselwort-Feld zuständig sein soll.

source: CCK field selection
de: Auswahl des CCK Feldes

source: Field defining the keywords
de: Das Feld für Schlüsselwörter

source: Select the field that defines the keywords to be used for the checks.
de: Wählen Sie das Feld, welches für Schlüsselwörter für den SEO Checker verwendet wird.

source: Keywords
de: Schlüsselwörter

source: Enter a comma separated list of keywords describing the content of this page
de: Geben Sie eine durch Komma getrennte Liste von Schlüsselwörtern an, welche den Inhalt dieser Seite beschreiben.

source: A new cck field called <b>Keywords</b> has been created and assigned to the content type "page".
de: Es wurde ein neues CCK Feld <b>Schlüsselwörter</b> erstellt und dem Inhaltstyp "Page" zugeordnet.

source: A new cck field called <b>Keywords</b> has been created and assigned to the content type "story".
de: Es wurde ein neues CCK Feld <b>Schlüsselwörter</b> erstellt und dem Inhaltstyp "Story" zugeordnet.

source: Keyword rule checks for the SEO compliance checker module
de: Regeln mit Schlüsselwörtern für den SEO Checker

source: SEO Compliance Checker
de: SEO Checker
